Servicios/api/application/views/Request/validateMobileNumber.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.americamovil.com/schema/namespace/AccountManagement/v1">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:validateMobileNumber>
         <LineOfBusiness>1</LineOfBusiness>
         <MobileNumber><?=$V3hbf4so4iko?></MobileNumber>
      </v1:validateMobileNumber>
   </soapenv:Body>
</soapenv:Envelope>